{
  "hello-world": "Hola Mundo",
  "Developer": "Desarrollador",
  "Junior Front-end": "Junior Front-end",
  "MERN Stack Developer": "Desarrollador con MERN Stack",
  "mainPage": {
    "hello-there!": "Hola, ¿Qué tal?!",
    "I'M": "YO SOY",
    "LET-ME": "DEJA QUE ME",
    "INTRODUCE": "PRESENTE",
    "MYSELF": "",
    "FIND ME ON": "BÚSCAME EN",
    "I changed my professional career in 2017 and since then I have been passionate about programming": "Cambié mi carrera profesional en 2017 y desde entonces me apasiona la programación",
    "My main language is": "Mi lenguage principal es",
    "although my first ❝ Hello World ❞ was in Java": "aunque mi primer  ❝Hola Mundo❞ fue en Java",
    "My field of Interest's are building new": "Mis intereses se basan en construir nuevas",
    "Web Pages and Apps": "Páginas web y Aplicaciones",
    "and also in areas related to": "y también en áreas relacionadas con",
    "Back-end development using the MERN stack": "desarrollo Back-end utilizando el stack MERN",
    "Whenever possible, I also apply my passion for developing products with": "Siempre que puedo, también aplico mi pasión por desarrollar productos con",
    "and": " y",
    "Modern Javascript Library and Frameworks": "Librerías y Frameworks modernos de Javascript",
    "like": " como",
    "Feel free to": "Siéntete libre de",
    "connect": "contactar",
    "with me": "conmigo"
  },
  "footer": {
    "Designed and Developed by": "Diseñado y desarrollado por",
    "Download My CV": "Descarga Mi CV"
  },
  "about": {
    "Hi, I am": "Hola, soy",
    "Jr.Full Stack": "",
    "Jr.Full Stack ES": " Jr. Full Stack",
    "Web Developer": "Desarrollador Web",
    "Graduated in": "Titulado en",
    "Web Application Development": "Desarrollo de Aplicaciones Web",
    "from the Technological Institute of Telefonica, passionated about programming and new technologies. I consider myself a cooperative and curious person and eager to learn and improve.": "por el Instituto Tecnológico de Telefónica, entusiasta de la programación y de las nuevas tecnologías. Me considero una persona cooperativa, curiosa y con ganas de aprender y mejorar.",
    "That's where my interest in training continuously. I am looking for a company that offers me the opportunity to continue evolving in the world of web development and I am committed to get involved and to do what it takes for the achievement of objectives.": "De ahí mi interés por formarme continuamente. Busco una empresa que me ofrezca la oportunidad de seguir evolucionando en el mundo del desarrollo web y me comprometo a involucrarme y a poner lo que haga falta para la consecución de objetivos.",
    "due to the situation caused by the pandemic I have reinforce my knowledge in different technologies. Deepening and broadening my knowledge using the BOOTCAMP of KeepCoding® of": "Por la situación que ha supuesto la pandemia he aprovechado para reforzar mis conocimientos en distintas tecnologías profundizando y ampliando mi conocimiento mediante el BOOTCAMP de KeepCoding® de",
    "with the MERN stack": "con el stack MERN",
    "Education": "Estudios",
    "My": "Mis",
    "Experiences": "Experiencia",
    "Others Experiences": "Otras Experiencias",
    "Optical and Acoustic health": "Audioprotesis y Óptica de anteojería",
    "BlazedPath Developer": "Desarrollador BlazedPath"
  },
  "nav": {
    "Home": "Inicio",
    "About Me": "Sobre Mí",
    "Contact": "Contacto",
    "Projects": "Proyectos"
  },
  "contact": {
    "Madrid, Rivas-Vaciamadrid - Spain": "Madrid, Rivas-Vaciamadrid - España",
    "get in touch": "Ponerse en contacto",
    "Contact": "Contacto",
    "Your Name": "Tu Nombre",
    "Your Email": "Tu Email",
    "Your message": "Tu Mensaje",
    "Send": "Enviar",
    "Sent": "Enviado"
  },
  "projects": {
    "My Portfolio": "Mi Portfolio",
    "Name Generator": "Genardor de Nombres",
    "Final Project of the Bootcamp of KeepCoding full web stack. Teach it up It is a platform that serves to publish online courses, for what type of users is it intended Teach it up is designed for both instructors who want to host courses as students or users who want these 2 possibilities.": "Proyecto Final del Bootcamp de Full stack web de KeepCoding. Teach it up es una plataforma que sirve para publicar cursos online, para que tipo de usuarios está destinado pues teach it up esta destinado tanto para instructores que quiera alojar cursos como alumnos o usuarios que quieran estas 2 posibilidades",
    "My personal Portfolio which is developed with React. In it you will find all the information about my experience and training in the IT sector, such as my repositories of my projects and social networks to make myself known. This project will grow with me as my experience grows": "Mi portfolio personal el cual está desarrollado con React. En él se encuentra toda la información sobre mi experiencia y formacion en el sector IT, como mis repositorios de mis proyectos y redes sociales  para darme a conocer. Este proyecto ira creciendo comigo segun crezca mi experiencia",
    "Application to view a wide catalog of movie catalog thanks to the omdbapi Api. Made with React and stylized by Boostrap in which you can search for movies and create a list of favorites.": "Applicacion para ver un amplio catalogo de peliculas gracias a la Api de omdbapi. Realizada con React  y estilizada mediante Boostrap en la cual puedes buscar peliculas y crar una lista de favoritos.",
    "Application that allows you to play games of Bclak Jack against a bank. This application is made using JavaScript, HTML and CSS": "Aplicación que permite jugar partidas de Bclak Jack contra una banca. Esta aplicación está realizada mediante JavaScript, HTML y CSS",
    "Jumping Guy game is a game of jumping the enemies that appear and as they are overcome, the speed at which they appear increases. Done with C and Unity it was my first contact with the creation of games": "Juego Jumping Guy es juego de saltar los enemigos que aparecen y según se superan se aumenta la velocidad en que aparecen. Realizado con C y Unity fue mi primer contacto con la creación de juegos",
    "Application to generate names randomly being able to choose and the gender and origin of the names obtained. From my first contacts to using Apis with JavaScript": "Aplicación para generar nombres de forma aleatoria pudiendo elegir y el género y la procedencia de los nombres obtenidos.  De mis primeros contactos al uso de Apis con JavaScript"
  }
}
